ent-AshBush = пепельный куст
    .desc = Куст, покрытый пеплом. Он может выглядеть мёртвым, но на самом деле он жив!

ent-BaseLavalandFlora = { "" }
    .desc = { "" }

ent-FloraAshBush = пыльный куст
    .desc = Куст, покрытый пеплом. Может показаться, что он мёртв, но на самом деле он жив!

ent-FloraAshSprouts = серые ростки
    .desc = Ростки, которые выглядят совершенно чистыми, их поверхность кажется очень гладкой.

ent-FloraPaleSprouts = бледные ростки
    .desc = Ростки, которые выглядят совершенно чистыми, их поверхность кажется очень гладкой. Эти выглядят более естественно.

ent-FloraAshYellowFlowers = бледные ростки
    .desc = Группа жёлтых цветов. Они выглядят слабыми, но всё же умудряются выживать в этом месте.
