# SPDX-License-Identifier: AGPL-3.0-or-later

MutationRegeneration-mutated = Вы чувствуете странное покалывание.
MutationRegeneration-removed = Странное покалывание проходит.

regeneration-popup-eat = Вы чувствуете странное покалывание, будто ваше тело пытается что-то сделать, но вам кажется, что сначала не помешало бы поесть.
regeneration-popup-sleep = Вы чувствуете странное покалывание, будто ваше тело пытается что-то сделать, но вам кажется, что сначала не помешало бы вздремнуть.
regeneration-popup-limb = Покалывание достигает пика, и в конце концов вы чувствуете, как на прежнем месте появляется {$part}!
regeneration-popup-organ = Покалывание достигает пика, и в конце концов вы чувствуете, как на прежнем месте появляется {$organ}!
regeneration-popup-visible = {CAPITALIZE(THE($target))}: {$part} с громким отвратительным звуком отрастает заново!