# Goob edit: unfuck grammar

gas-spill-plasma = Системы мониторинга обнаружили неизбежный выброс плазмы из кристалла сверхматерии. Инженерный отдел должен убедиться, что вторичный скачок энергии находится в пределах ожидаемых параметров.

gas-spill-oxygen = Системы мониторинга обнаружили неизбежный выброс кислорода из кристалла сверхматерии. Инженерному отделу рекомендуется следить за ситуацией и вмешаться при необходимости.

gas-spill-nitrium = Системы мониторинга обнаружили неизбежный выброс нитрия из кристалла сверхматерии. Инженерному отделу рекомендуется следить за ситуацией и вмешаться при необходимости.

gas-spill-nitrogen = Системы мониторинга обнаружили неизбежный выброс азота из кристалла сверхматерии. Инженерному отделу рекомендуется следить за ситуацией и вмешаться при необходимости.

gas-spill-carbondioxide = Системы мониторинга обнаружили неизбежный выброс углекислого газа из кристалла сверхматерии. Инженерный отдел должен убедиться, что вторичный скачок энергии находится в пределах ожидаемых параметров.

gas-spill-frezon = Системы мониторинга обнаружили неизбежный выброс фрезона из кристалла сверхматерии. Инженерному отделу рекомендуется устранить аномалию нестабильной температуры.

supermatter-energy-surge = Пассивные системы безопасности предсказывают значительный выброс энергии из кристалла сверхматерии. Инженерному отделу рекомендуется следить за ситуацией и вмешаться при необходимости.

supermatter-surge = Активные системы безопасности зафиксировали сильный всплеск активности в кристалле сверхматерии. Инженерный отдел должен сдержать всплеск. Остальному персоналу необходимо немедленно покинуть окрестности сверхматерии.
