ent-BaseERTloadoutPrimary = кейс неопределённости
    .desc = Прочный военный кейс для оружия, но какого?

ent-BaseERTloadoutSecondary = коробка неопределённости
    .desc = Коробка с оружием, только каким?

ent-BlueShieldCase = кейс-хранилище офицера "Синий Щит"
    .desc = Кейс, в котором находится оружие офицера "Синий Щит", но какое именно?
    .suffix = ОСЩ

ent-AssistantGizmo = коробка с вещами ассистента
    .desc = Перед вылетом, вы положили в эту коробку дорогие сердцу вещи. Осталось только вспомнить, какие именно!
    .suffix = Ассистент
