phantom-pain-line-1 = Не трогайте меня. У меня фантомная боль.

phantom-pain-line-2 = Я позову админов, если вы снова меня ударите, у меня фантомная боль.

phantom-pain-line-3 = ой. ой. вообще-то больно, у меня фантомная боль

phantom-pain-line-4 = можете, пожалуйста, прекратить, у меня разыгралась фантомная боль

phantom-pain-line-5 = чувак, у меня буквально фантомная боль в этой руке

phantom-pain-line-6 = кстати, пишу ахелп, фантомная боль это не шутка

phantom-pain-line-7 = эй, OOC, не бейте туда. фантомная боль. спасибо.

phantom-pain-line-8 = каждый раз, когда вы меня бьёте, у меня вспыхивает фантомная боль, прошу прекратить

phantom-pain-line-9 = я не метагеймлю, у меня просто фантомная боль

phantom-pain-line-10 = СТОП. ФАНТОМНАЯ БОЛЬ.

phantom-pain-line-11 = у меня медицинское состояние (фантомная боль), прошу уважать это

phantom-pain-line-12 = это уже третий раз. я считаю. фантомная боль.
