# SPDX-License-Identifier: AGPL-3.0-or-later
# Ported from tgstation/tgstation (code/modules/fishing, AGPL-3.0-or-later).

# Fish names and descriptions.

ent-FishAngelfish = скалярия
    .desc = Молодые скалярии держатся стаями, а взрослые предпочитают одиночество. Повзрослев, они становятся территориальными и нападают на других рыб.

ent-FishArcticChar = арктический голец
    .desc = Холодноводная проходная рыба, распространённая по всему Северному полушарию Земли. Как-то она добралась и сюда.

ent-FishArmorfish = рыба-панцирь
    .desc = Мелкий ракообразный обитатель океанов Тизиры, известный исключительно прочным панцирем. В пищу идёт примерно как креветка.

ent-FishBabbelfish = рыба-болтун
    .desc = Болтун неприятен и на вид, и на слух: его психические вопли бьют по разуму всех вокруг. На человека влияние ничтожно, а для рыбы смертельно. Говорят, если расщепить его пополам и засунуть куски в уши, откроется психический потенциал.

ent-FishBabyCarp = карпёныш
    .desc = Детёныш грозного космического карпа. Не дайте себя обмануть невинным видом, это агрессивные маленькие мерзавцы.

ent-FishBoned = костяная масса
    .desc = То, что легко принять за рыбьи останки, на самом деле вид, давно отказавшийся от слабой плоти. Живое ископаемое в самом буквальном смысле.

ent-FishBumpy = бугристая рыба
    .desc = Бесформенная рыбообразная штука, вся покрытая короткими отростками.

ent-FishCardinal = рыба-кардинал
    .desc = Кардиналы держатся возле морских ежей, где прячутся при опасности.

ent-FishCatfish = сом
    .desc = У сома около ста тысяч вкусовых рецепторов, и тело усеяно ими, чтобы чувствовать химию воды и реагировать на прикосновения.

ent-FishChainsawfish = рыба-бензопила
    .desc = Очень, очень злое биологическое оружие, единственное предназначение которого - рвать и резать.

ent-FishChasmCrab = пропастный храб
    .desc = Молодь лобстрозии взрослеет в подземных лужах, поедая всё, что туда падает, пока не сможет выбраться наружу. Те, что попадаются возле станции, хорошо откормлены.

ent-FishChasmCrabIce = арктический храб
    .desc = Подвид пропастных храбов, приспособившийся к холодному климату и отсутствию бездонных дыр на ледяной луне.

ent-FishClownfish = рыба-клоун
    .desc = Клоун охотится так: выплывает к рифу, приманивает крупную рыбу и ведёт её обратно к анемону. Анемон жалит и съедает крупную добычу, оставляя объедки клоуну.

ent-FishClownfishLube = рыба-смазка
    .desc = Рыба-клоун, слишком долго пробывшая в вишнёвой смазке. Впервые обнаружена в морях Европы после грузового инцидента, когда тысячи и тысячи тысяч...

ent-FishDolphish = моржодельфин
    .desc = Странный кровожадный сверххищник из ниоткуда. Мощное оружие, которое терпеть не может, когда его держат в руках.

ent-FishDonkfish = донкфиш корпорации Donk Co.
    .desc = Выращенная в лаборатории донкфиш. Изобрели её в основном случайно, для донк-карманов, но на вкус она ужасна, поэтому стала чем-то вроде талисмана.

ent-FishEmulsijack = токсичный эмульсиджек
    .desc = О, ужасающий эмульсиджек. Выведенный в лаборатории, этот скользкий и чешуйчатый на вид уродец годится только на то, чтобы полностью испортить аквариум.

ent-FishFirefish = огненный бычок
    .desc = В дикой природе огненный бычок сообщает сородичам об опасности, шевеля спинным плавником.

ent-FishFlumpulus = флумпулус
    .desc = Даже близко не догадаться, почему это считается рыбой. Необъяснимо, но кажется, что им отлично можно смягчить падение.

ent-FishFryish = жаренёк
    .desc = Малёк из семейства вкусных экстремофильных рыб под названием фритеры. Только не говорите борцам за этичное обращение с животными, что вы это ели.

ent-FishFryishFritterish = фритериш
    .desc = Вкуснейшая экстремофильная инопланетная рыба. Эта выглядит как тайяки.

ent-FishFryishNessie = рыба Несси
    .desc = Вкуснейшая экстремофильная инопланетная рыба. Эта настолько велика, что о ней можно слагать легенды.

ent-FishGoldfish = золотая рыбка
    .desc = Вопреки распространённому мнению, золотые рыбки не забывают всё через три секунды. Они помнят события трёхмесячной давности.

ent-FishGoldfishGill = МакГилл
    .desc = Отличная резиновая утка для юристов, у которых не клеится дело.

ent-FishGoldfishThreeEyes = трёхглазая золотая рыбка
    .desc = Золотая рыбка с лишней половинкой пары глаз. Интересно, чем она питалась в последнее время...

ent-FishGoldfishThreeEyesGill = МакГилл
    .desc = Отличная резиновая утка для юристов, у которых не клеится дело. Только сегодня она выглядит как-то иначе...

ent-FishGreenchromis = зелёный хромис
    .desc = Окраска хромисов меняется от синей к зелёной в зависимости от освещения и расстояния до ламп.

ent-FishGullion = гуллион
    .desc = Эта кристаллическая рыба - одна из двух известных форм кремниевой жизни. Она не гибнет от реакций кислорода с силикатами, потому что органически экранирует поверхность, позволяя чешуе кальцифицироваться в кварц и алмаз, правда, ценой полной слепоты. Как это удаётся ксеноморфам, остаётся полной загадкой.

ent-FishGunnerJellyfish = артиллерийская медуза
    .desc = Своё имя она получила за сходство с артиллерийским снарядом. Обитает у Тизиры, где считается деликатесом. Вырабатывает слабый галлюциноген, разрушающийся при готовке.

ent-FishGuppy = гуппи
    .desc = Гуппи называют радужной рыбой за ярко окрашенное тело и плавники.

ent-FishHolo = голографическая золотая рыбка
    .desc = Голографическое изображение обычной золотой рыбки, медленно мерцающее и угасающее вдали от голосреды.

ent-FishHoloAngel = голографическая скалярия
    .desc = Голографическое изображение скалярии. Про эту мне даже нечего съязвить.

ent-FishHoloCheckered = нерендеренная голографическая рыба
    .desc = Перед глазами предстаёт шахматный силуэт ослепительно-фиолетового и чёрного, будто прореха в ткани реальности. На это больно смотреть.

ent-FishHoloClown = голографическая рыба-клоун
    .desc = Голографическое изображение рыбы-клоуна, или по крайней мере того, как они выглядели пять веков назад.

ent-FishHoloCrab = голографический краб
    .desc = Голографическое изображение до жути бездушного краба, совсем не похожего на милых крабиков, что иногда снуют вокруг. Он смотрит на вас пустыми бусинками глаз.

ent-FishHoloHalffish = голографическая полурьба
    .desc = Голографическое изображение рыбы, от которой остались кости, кроме головы. Она вообще должна быть мёртвой? Хотя, голо-мёртвой?

ent-FishHoloPuffer = голографическая рыба-фугу
    .desc = Голографическое изображение рыбы-фугу, безопасной на 100%... если бы голографических рыб вообще можно было есть.

ent-FishJumpercable = моноклонирующий джампер-кабель
    .desc = Удивительно полезное, хоть и мерзкое на вид творение рыбных лабораторий Синдиката. Бросьте его в аквариум и смотрите, как он кормится сам и размножается. Чем больше стая, тем больше энергии!

ent-FishLanternfish = рыба-фонарь
    .desc = Обычно встречается на глубине свыше двух километров, где живёт в полной темноте.

ent-FishLavaloop = лавапетля
    .desc = Благодаря изгибу её можно использовать как самодельный бумеранг.

ent-FishLavaloopPlasmaRiver = плазмапетля
    .desc = Лавапетля, приспособившаяся к жизни в холодной жидкой плазме. Годится на самодельный бумеранг.

ent-FishMastodon = неподводный мастодонт
    .desc = Чудовище из обнажённых мышц и внутренностей в рыбьем скелете. В каталоге вы его никогда не видели.

ent-FishMonkfish = морской чёрт
    .desc = Представитель семейства удильщиковых. У него есть несколько названий, но ни одно не делает его красивее или менее вкусным.

ent-FishMoonfish = загоскианская луна-рыба
    .desc = Дисковидная рыба из менее мелких вод океанов Тизиры, размером примерно с тунца. В ящеричной кухне её ценят за крупную икру.

ent-FishMoonfishDwarf = карликовая луна-рыба
    .desc = В природе загоскианская луна-рыба размером с тунца, но селекционеры вывели карликовую породу, подходящую для содержания в аквариуме.

ent-FishMossglob = мшистый шар
    .desc = Этот жуткий, злобный и почти неубиваемый комок мха, по слухам, есть месть природы всем рыбакам.

ent-FishNeedlefish = рыба-игла
    .desc = Крошечная прозрачная рыба, которая держится огромными стаями в океанах Тизиры. Частая еда для рыб покрупнее.

ent-FishPerch = окунь
    .desc = Популярная мирная рыба, объект рыбалки и одновременно несчастная добыча хищников покрупнее.

ent-FishPike = щука
    .desc = Длиннотелый хищник с пастью, похожей на клюв. Это определённо не оружие, которым размахивают.

ent-FishPikeArmored = бронированная щука
    .desc = Длиннотелый хищник в металлической броне с пастью, похожей на алебарду. А вот это уже точно оружие, которым размахивают.

ent-FishPlaice = камбала
    .desc = Пожалуй, самая известная плоская рыба на космическом рынке. Природа тут явно поработала скалкой.

ent-FishPlasmatetra = плазменная тетра
    .desc = Из-за скромных размеров тетры становятся добычей множества хищников, включая угрей, ракообразных и беспозвоночных.

ent-FishPufferfish = рыба-фугу
    .desc = Говорят, в одной фугу хватает токсинов, чтобы убить тридцать человек, хотя за последние десятилетия их массово переделали, чтобы они были менее ядовитыми.

ent-FishRatfish = крыса-рыба
    .desc = Крыса, которая слишком долго жила в мутных водах техтоннелей. Любая высшая сила, явись она, заявила бы, что существование крысы-рыбы крайне нежелательно.

ent-FishSacabambaspis = сакабамбаспис
    .desc = Бесчелюстная рыба должна была вымереть к концу ордовикского периода. Некоторые предполагают вмешательство пришельцев, которое помогло ей выжить и неизбежно стать обитателем горячих источников.

ent-FishSandCrab = роющий краб
    .desc = Песчаное ракообразное. Выглядит как краб, на вкус как краб, но ходит вперевалку как рыба.

ent-FishSandSurfer = песчаный сёрфер
    .desc = Бронзовая инопланетная рыба, живущая и плавающая под далёкими песчаными местами.

ent-FishSkinCrab = кожаный краб
    .desc = И на восьмой день была создана слабоумная пародия и на человека, и на краба. Завораживает.

ent-FishSlimefish = водяная слизь
    .desc = Дети, вот что бывает, когда слайм преодолевает свою гидрофобность. Он идёт на дно.

ent-FishSludgefish = шлакорыба
    .desc = Бесформенная, хрупкая, едва похожая на рыбу живая дрянь, единственное, что способно выжить в кислых и тесных полостях органического мусоропровода станции.

ent-FishSludgefishPurple = фиолетовая шлакорыба
    .desc = Бесформенная, хрупкая, едва похожая на рыбу живая дрянь. Эта обзавелась механизмом полового размножения и вдобавок фиолетовым оттенком.

ent-FishSockeyeSalmon = нерка
    .desc = Довольно распространённый и знаковый лосось, эндемик Тихого океана. Когда-то завезён в космос, где мы теперь и живём.

ent-FishSoul = рыба-душа
    .desc = Далёкое, но смутно родное существо, как давно потерянный родственник. От одного взгляда на неё душа радуется... И что это вообще за чертовщина?!

ent-FishSquid = кальмар
    .desc = Вытянутый моллюск с восемью щупальцами, естественным камуфляжем и чернильными облаками для защиты от хищников. Один из самых умных и хорошо оснащённых беспозвоночных.

ent-FishStarfish = космозвезда
    .desc = Странное существо из гиперпространства, похожее на иглокожее и плюющее на гравитацию.

ent-FishStarfishChrystarfish = хризвезда
    .desc = Вот что случается, если космозвезда заберётся в блюспейс-отсек гиперпространственного двигателя. Очень колючая и травмоопасная, главная причина взрывов кораблей в 2554 году.

ent-FishStingray = скат-хвостокол
    .desc = Один из скатов, известный своим ядовитым шипом. Несмотря на это, обычно они миролюбивы, разве что пугливы.

ent-FishSwordfish = рыба-меч
    .desc = Крупная парусниковая рыба, известная длинным мечом. Её охотно готовят, а в руках опытного космического рыбака она становится грозным оружием.

ent-FishTadpole = головастик
    .desc = Личинка земноводного. Крошечное круглое существо с длинным хвостом, которым оно плавает.

ent-FishZipzap = тревожный зипзап
    .desc = Рыба, переполненная парализующей тревогой и электрическим потенциалом. Постоянно волнуется, что стенки аквариума смыкаются, и буквально, и в смысле общего беспокойства о том, куда идёт жизнь.

fish-trait-amphibious-name = Земноводная
fish-trait-amphibious = У этой рыбы появилось примитивное приспособление к жизни и на суше, и в воде.
fish-trait-antigrav-name = Антигравитация
fish-trait-antigrav = Эта рыба случайным образом инвертирует гравитацию приманки. После поимки может падать вверх.
fish-trait-anxiety-name = Тревожная
fish-trait-anxiety = Эта рыба склонна умирать от стресса, когда её вынуждают находиться среди слишком многих других рыб.
fish-trait-camouflage-name = Камуфляж
fish-trait-camouflage = Эта рыба умеет сливаться с окружением.
fish-trait-carnivore-name = Плотоядная
fish-trait-carnivore = Эту рыбу можно приманить только мясом.
fish-trait-crossbreeder-name = Скрещивающаяся
fish-trait-crossbreeder = Адаптивная генетика позволяет этой рыбе скрещиваться с другими видами рыб.
fish-trait-electrogenesis-name = Электрогенез
fish-trait-electrogenesis = Эта рыба электрорецептивна и создаёт электрические поля. Их можно использовать в биоэлектрическом генераторе.
fish-trait-emulsijack-name = Эмульгатор
fish-trait-emulsijack = Эта рыба выделяет невидимый токсин, который эмульгирует других рыб, чтобы потом ими питаться.
fish-trait-emulsijack_psychic-name = Психическая аура
fish-trait-emulsijack_psychic = Эта рыба излучает почти непробиваемую психическую ауру: она давит на разум, медленно убивает всю рыбу рядом и портит жизнь гуманоидам.
fish-trait-hallucinogenic-name = Галлюциногенная
fish-trait-hallucinogenic = Эта рыба покрыта галлюциногенным нейротоксином. Перед употреблением рекомендуем приготовить её.
fish-trait-heavy-name = Придонная
fish-trait-heavy = Эта рыба предпочитает держаться у дна.
fish-trait-ink-name = Чернильный мешок
fish-trait-ink = У этой рыбы есть мешок, вырабатывающий чернила.
fish-trait-lubed-name = Смазанная
fish-trait-lubed = Эта рыба выделяет вязкую скользкую смазку. На неё лучше не наступать.
fish-trait-mixotroph-name = Миксотроф
fish-trait-mixotroph = Эта рыба способна поддерживать себя, производя собственную еду.
fish-trait-necrophage-name = Некрофаг
fish-trait-necrophage = Голодная, эта рыба ест туши погибших рыб.
fish-trait-no_mating-name = Одиночка
fish-trait-no_mating = Эта рыба не может размножаться с другими рыбами.
fish-trait-nocturnal-name = Ночная
fish-trait-nocturnal = Эта рыба избегает яркого света, ловить и держать её лучше в темноте.
fish-trait-parthenogenesis-name = Партеногенез
fish-trait-parthenogenesis = Эта рыба может размножаться бесполым путём, без партнёра.
fish-trait-picky_eater-name = Привереда
fish-trait-picky_eater = Эта рыба очень привередлива и игнорирует некачественную приманку (если только она не из любимых).
fish-trait-predator-name = Хищник
fish-trait-predator = Это хищная рыба. Голодная, она выслеживает и поедает живую рыбу помельче.
fish-trait-recessive-name = Рецессивная
fish-trait-recessive = При скрещивании потомство всегда будет вида партнёра, если у партнёра тоже нет этого признака.
fish-trait-revival-name = Самовоскрешение
fish-trait-revival = Эта рыба проявляет странную способность оживать через минуту или две после смерти.
fish-trait-shiny_lover-name = Любитель блестящего
fish-trait-shiny_lover = Эта рыба любит блестящие вещи и деньги, рекомендуется блестящая приманка.
fish-trait-stinger-name = Жало
fish-trait-stinger = Эта рыба вооружена острым шипом или мечом, способным наносить урон и впрыскивать токсины.
fish-trait-stunted-name = Заторможенный рост
fish-trait-stunted = Развитие этого храба заторможено, он никогда не достигнет взрослой формы.
fish-trait-territorial-name = Территориальная
fish-trait-territorial = Эта рыба начнёт нападать на других рыб, если в аквариуме их пять или больше.
fish-trait-toxic-name = Токсичная
fish-trait-toxic = Эта рыба содержит токсины. Кормить ею хищных рыб или людей не рекомендуется.
fish-trait-toxic_carpotoxin-name = Карпотоксичная
fish-trait-toxic_carpotoxin = Эта рыба содержит карпотоксин. Есть её точно небезопасно.
fish-trait-toxic_barbs-name = Ядовитые шипы
fish-trait-toxic_barbs = Шип или меч этой рыбы покрыт простым, но действенным ядом.
fish-trait-toxin_immunity-name = Иммунитет к токсинам
fish-trait-toxin_immunity = У этой рыбы выработался изрядный иммунитет к токсинам.
fish-trait-vegan-name = Травоядная
fish-trait-vegan = Эту рыбу можно приманить только свежими овощами и фруктами.
fish-trait-wary-name = Осторожная
fish-trait-wary = Эта рыба избегает заметных рыбацких лесок, рекомендуется невидимая леска.
fish-trait-yucky-name = Противная
fish-trait-yucky = Эта рыба настолько отвратительна на вкус, что другие рыбы не пытаются её есть.
fish-evolution-armored_pike-conditions = У рыбы должен быть признак жала.
fish-evolution-chainsawfish-conditions = Рыба должна быть необычайно крупной и территориальной.
fish-evolution-dwarf_moonfish-conditions = Нужна достаточно мелкая луна-рыба.
fish-evolution-fritterish-conditions = Жаренёк со временем вырастет в него.
fish-evolution-lubefish-conditions = Перед этим рыбу нужно накормить смазкой.
fish-evolution-mastodon-name = ???
fish-evolution-mastodon-conditions = Сама рыба (и её партнёр) должна быть необычайно крупной и по размеру, и по весу.
fish-evolution-moonfish-conditions = Нужна достаточно крупная карликовая луна-рыба.
fish-evolution-nessie-name = ???
fish-evolution-nessie-conditions = Последняя стадия роста фритериша. Она должна быть большой!

