ent-ClothingNeckMantleBlueshield = мантия офицера "Синий Щит"
    .desc = Хорошо сбалансированная защитная мантия, разработанная для оптимальной эффективности телохранителя.
ent-ClothingNeckMantleVeteranSecurity = ветеранская мантия СБ
    .desc = Лично вручена Главой Службы Безопасности за отражение атаки Синдиката. Один взгляд на неё немного поднимает боевой дух.

ent-ClothingNeckMantleEpaulettes = золотые эполеты
    .desc = Изысканно выполненные золотые эполеты, символ адмиральского чина в Центкоме.
