ent-WeaponMiniMachineGun = Защитник
    .desc = Передовое энергетическое оружие с расширенным боезапасом. имеет слабый самозаряд.

ent-WeaponSaintGun = Серафим
    .desc = Специальное оружие для борьбы с потусторонними силами. Отче наш, Иже еси на небесе́х! Да святится имя Твое, да прии́дет Царствие Твое, да будет воля Твоя, яко на небеси́ и на земли́...

ent-WeaponLightMachineGunL2RPK = Л2-ПК
    .desc = Л2-ПК - это ручной пулемёт из семейства TechnicLogistic, разработанный на основе хорошо известного L6. Этот пулемёт отличается повышенной точностью и низкой себестоимостью производства. Однако особенности его конструкции сделали его весьма громоздким.
