ent-MobCosmicAstralAscended = астральное вознесение
    .desc = Превознесённый, вознесшийся.
ent-MobCosmicAstralProjection = астральная проекция
    .desc = Ни здесь, ни там.
ent-MobRogueAscended = мятежное вознесение
    .desc = Сущность за пределов блюспейса. Её очертания постоянно размываются и сливаются, вызывая тревогу от одного только взгляда.
    .suffix = Мидраунд

ent-MobCosmicCustodian = зловещий смотритель
    .desc = Мерзость, сотканная из зловещей массы. Она парит с невесомой, пугающей грацией.

ent-MobCosmicOracle = зловещий оракул
    .desc = Мерзость, сотканная из зловещей массы. Его взгляд неустанно ищет.

ent-MobCosmicLodestar = зловещая путеводная звезда
    .desc = Мерзость, сотканная из зловещей массы. Внутри мерцает обжигающий свет.
