almanac-blade-examine-abilities = [color=lightblue]Наносит 10 урона, размахивает где-то между пожарным топором и ножом в зависимости от фазы луны, и так же быстро, как тронглер во время затмения.
    Широкий замах возможен только в среду.
    После полудня поджигает людей. До полудня наносит 5 дополнительного урона холодом.
    В високосный день не наносит урона вообще, потому что високосный день не настоящий день.
    На Рождество поёт аллилуйю и каждые 3 минуты выдаёт подарки, пока не будет переработано 666 руд.
    Во вторник его владелец может мигнуть, если экипаж за этот раунд сделал не больше 19 сальто.
    По субботам после Пасхи играет хард-басс всем в России, кто его держит.
    На 1 апреля после полудня взрывается.[/color]

almanac-blade-examine-does-not = [color=lightblue]Не готовит лазанью.
    Не наносит урона 30 февраля.
    Не играет хард-басс за пределами России.
    Не делает широкий замах в четверг.
    Не любит вас. [/color]
