station-goal-syndicate-start =
    {"[color=#B50F1D] ███░██████░███[/color]"}
    {"[color=#B50F1D] █░░░██░░░░░░░█[/color]"}    {"[head=3]Документ[/head]"}
    {"[color=#B50F1D] █░░░░████░░░░█[/color]"}              {"[head=3]Синдикат[/head]"}
    {"[color=#B50F1D] █░░░░░░░██░░░█[/color]"}       {"[bold]"}{ $station } СИН{"[/bold]"}
    {"[color=#B50F1D] ███░██████░███[/color]"}
    =============================================
                  СПЕЦИАЛЬНАЯ ЗАДАЧА
    =============================================
    {"[bold]Солдаты "}{ $station }{"! Высшее руководство синдиката сформировало приказ о назначении новых боевых задач в вашем секторе.[/bold]"}

    Ваша задача выполнение поручений которые будут описаны ниже.

    Устав ВС СИН - [bold]ОБ ОБЯЗАННОСТЯХ ЛИЦ СПЕЦИАЛЬНЫХ ВОЙСК СИНДИКАТА[/bold]:

    {"[bold]1.[/bold]"} Все сотрудники обязаны соблюдать полную скрытность и секретность в отношении своей деятельности, служебной принадлежности, приказов и выполняемых задач. Разглашение любой информации, связанной с деятельностью, запрещено без исключений.

    {"[bold]2.[/bold]"} Все сотрудники обязаны безусловно и безотлагательно подчиняться приказам старших по иерархии.
    Младшие обязаны исполнять любой приказ, отданный им старшими по званию или назначению, в полном объёме, без обсуждений, возражений и сомнений.

    {"[bold]3.[/bold]"} Высшее руководство является последней инстанцией в принятии решений, приказы и цели которого имеют абсолютный приоритет над всеми другими задачами и указаниями.
    Сотрудники обязаны обеспечивать исполнение поставленных высшим руководством целей в полной мере.

    {"[bold]4.[/bold]"} Каждый сотрудник обязан полностью осознавать важность своих действий и нести личную ответственность за несоблюдение настоящего устава, приказов и целей, поставленных руководством.

    {"[bold]5.[/bold]"} Сотрудники обязаны защищать и охранять назначенные им объекты и территории любой ценой, не считаясь с личными обстоятельствами, и при необходимости жертвовать собой для выполнения поставленных задач.

station-goal-syndicate-end =
    Слава Синдикату!
    ==================================================
                                        {"[italic]Место для печати[/italic]"}

station-goal-syndicate-maid =
    { station-goal-syndicate-start }

    {"[bold]Спецзадача «Шпион»[/bold]"}

    Цель: Получение информации о деятельности объекта, к которому доступ изнутри ограничен.
    Легенда миссии: Устройство на службу в качестве помощника в резиденцию глав станции Nanotrasen.

    Задачи:
    - Отправка 1-2 человек на станцию корпоративных крыс
    - Установить доверительный контакт с главой и окружением.
    - Сбор и фиксация информации.
    - Получение каналов связей коммуникации объекта.
    - Предоставление регулярных отчётов синдикату.
    - Последующая кража главы и тайный вывоз пленного на Тайпан.

    Требования:
    - Полная скрытность и отказ от связи при риске раскрытия.
    - Использование шифрованных каналов, факсов.
    - Отсутствие права раскрытия своей роли даже в случае задержания.

    {"[color=#B50F1D][Italic]Примечание: выбор главы, в качестве целей зависит от личных предпочтений исполнителя. Исполнение приказа возлагается лично и без привлечения третьих лиц.[/Italic][/color]"}

    { station-goal-syndicate-end }

station-goal-syndicate-ai =
    { station-goal-syndicate-start }

    {"[bold]Спецзадача «Захват ИИ»[/bold]"}

    Цель: Получение контроля над ядром искусственного интеллекта станции и запись его на интелкарту.
    Легенда миссии: Устройство на должность технического специалиста по обслуживанию систем ИИ.

    Задачи:
    - Снабжение и отправка на станцию корпоративных крыс 3-4 членов экипажа Тайпана.
    - Установить доверительный контакт с отделом науки и техническим персоналом.
    - Обеспечить беспрепятственный доступ к ядру ИИ.
    - Организовать транспортировку ядра/интелкарты на Тайпан.
    - Обеспечить регулярную передачу данных о состоянии ИИ синдикату.

    Требования:
    - Полная скрытность операций по перемещению ядра/интелкарты.
    - Использование зашифрованных каналов для передачи данных.
    - Отсутствие права раскрытия цели миссии даже под пытками.
    - Самоуничтожение при угрозе захвата.

    {"[color=#B50F1D][Italic]Примечание: Если ИИ отсутсвует на станции, предпочтителен захват интелкарты.[/Italic][/color]"}

    { station-goal-syndicate-end }

station-goal-syndicate-cargo =
    { station-goal-syndicate-start }

    {"[bold]Спецзадача «Увеличение флота Тайпана»[/bold]"}
    Цель: Создание замаскированного под коммерческий корабль оперативного шаттла для нужд Синдиката.
    Легенда миссии: Устройство на должность инженера-судостроителя или грузоперевозчика для получения доступа к верфи.

    Задачи:
    - Снабжение и отправка на станцию корпоративных крыс 2-3 членов экипажа Тайпана.
    - Установить доверительный контакт с руководством отделом снабжения.
    - Обеспечить оптимальные условия для угона шаттла.
    - Оснастить корабль необходимым вооружением и оборудованием.
    - Организовать скрытую передачу шаттла на Тайпан.

    Требования:
    - Полная легальность документов на шаттл (регистрация как коммерческого судна).
    - Использование стандартных компонентов Nanotrasen для маскировки вооружения.
    - Отсутствие прямой связи с Синдикатом во время постройки (только через мертвые почты).
    - Уничтожение всех следов причастности при угрозе раскрытия.

    Технические параметры шаттла:
    - 1 дополнительный СМЭС
    - 2 продвинутые аптечки (стандартный медкомплект по документам).

    {"[color=#B50F1D][Italic]Примечание: При наличии, допустим угон шаттла службы безопасности.[/Italic][/color]"}

    { station-goal-syndicate-end }
