selectable-set-syndicate-lawyer-name = Набор адвоката Синдиката
selectable-set-syndicate-lawyer-description = Закон на твоей стороне. В этот раз.
    Включает: красный адвокатский костюм, солнечные очки Синдиката,
    значок адвоката, КПК адвоката, гарнитуру-хамелеон,
    рюкзак-хамелеон, ключ шифрования Синдиката, печать адвоката,
    ручку CyberSun, книгу космических законов, трость Синдиката, печать Синдиката,
    имплант ДНК-скремблера, а также Кобру с четырьмя магазинами.
selectable-set-syndicate-no-russian-name = Набор террориста Синдиката
selectable-set-no-russian-description = Помни, никаких русских.
    Включает: чёрный адвокатский костюм, нагрудную разгрузку, солнечные очки Синдиката,
    ключ шифрования Синдиката, L6 SAW и
    коробку магазинов к L6 SAW.
selectable-set-syndicate-pirate-captain-name = Набор капитана пиратов Синдиката
selectable-set-syndicate-pirate-captain-description = Йо-хо-хо, жизнь пирата — для меня!
    Включает: пиратские штаны, пиратскую шляпу, плащ капитана пиратов,
    магнитные ботинки Синдиката, дыхательную маску исследователя, скафандр капитана пиратов,
    повязку на глаз, полноразмерную гарнитуру фрилансера, пиратский КПК,
    ключ шифрования Синдиката, пиратский револьвер, два спидлоадера,
    пиратскую пушку, два ядра, две картечи,
    две стеклянные картечи, энергетическую саблю и имплант микробомбы.
selectable-set-syndicate-engineer-name = Набор инженера Синдиката
selectable-set-syndicate-engineer-description = Этот набор спроектирован, чтобы нанести максимальный ущерб.
    Включает: комбинезон ремонтника Синдиката, рабочие ботинки, светоотражающий жилет,
    бронированную каску, ключ шифрования Синдиката, акустическую гитару,
    подозрительный ящик для инструментов, поглотитель энергии, две ударные ЭМИ-гранаты,
    две взрывные гранаты и четыре турели.
selectable-set-syndicate-door-kicker-name = Набор вышибателя дверей Синдиката
selectable-set-syndicate-door-kicker-description = Живи по кодексу чести. Теперь при поддержке Синдиката.
    Включает: комбинезон оперативника, боевые перчатки, очки тепловидения,
    КПК оперативника Синдиката, сетчатый бронежилет, нагрудную разгрузку, противогаз Синдиката,
    челюсти смерти Синдиката, боевой дробовик «Боевич», коробку патронов,
    ключ шифрования Синдиката и две C-4.
selectable-set-syndicate-tunnel-clown-name = Набор клоуна из техтоннелей
selectable-set-syndicate-tunnel-clown-description = Нацепи клоунское снаряжение, хонкай и убивай людей в техтоннелях.
    Включает: ключ шифрования Синдиката, клоунское снаряжение, сетчатый бронежилет,
    боевые перчатки, очки ночного видения Синдиката, пылающий пожарный топор,
    два шоковых прута, имплант свободы, имплант микробомбы, имплант грустного тромбона,
    две пары наручников, голоклоуна, боевой медипен и визитку Синдиката.
