ent-BibleQuaran = Коран
    .desc = Иншааллах.
ent-BibleTanakh = Танах
    .desc = Выбирай жизнь, чтобы ты и потомки твои жили.
ent-BibleSlabClockwork = заводная пластина
    .desc = Странная металлическая пластина, с постоянно вращающимися часами в центре.

ent-BibleVeda = славяно-арийские Веды
    .desc = Книга нового религиозного движения инглиизм, одного из славянских неоязычеств.

ent-BibleVelesBook = Велесова книга
    .desc = Играет значительную роль во многих направлениях славянского неоязычества, где используется как основа и доказательство неоязыческой религиозности.
