ent-ActionCosmicSiphon = Поглощение энтропии
    .desc = Тайно поглощайте энтропию с вашей цели, нанося при этом небольшой урон.
ent-ActionCosmicBlank = Изгнание субъективности
    .desc = Изгнание разума цели из тела в космическую тьму, временно делая тело безсознательным.
ent-ActionCosmicPlaceMonument = Призыв Монумента
    .desc = Призовите Монумент в реальное пространство. Скрывайте его и оберегайте от не-участников культа!
ent-ActionCosmicMoveMonument = Перемещение Монумента
    .desc = Ваша работа крайне важна, и конец неизбежен. Убедитесь, что все завершено под вашим контролем.
ent-ActionCosmicReturn = Возврат
    .desc = Рассеять астральную проекцию и вернуться в свое тело.
ent-ActionCosmicLapse = Аберрантный сбой
    .desc = Заставьте плоть цели временно стать неизменной, непроходимой и замороженной на месте.
ent-ActionCosmicGlare = Нулевой взгляд
    .desc = Излучайте ужасную волну космического света, замедляя и дезориентируя всех вокруг.
ent-ActionCosmicIngress = Принудительный вход
    .desc = Используйте сосредоточенный импульс силы, чтобы открыть надежную дверь.
ent-ActionCosmicImposition = Пустотное наложение
    .desc = Временно нейтрализуйте любой входящий урон.
ent-ActionCosmicNova = Астральная нова
    .desc = Выпустите мощный разрушительный взрыв астральной энергии.
ent-ActionRogueCosmicNova = Узурпированная астральная нова
    .desc = Выпустите мощный разрушительный взрыв астральной энергии.
ent-ActionRogueInfection = Злокачественное искажение
    .desc = Внедрите сущность конца в покоренную цель.
ent-ActionRogueSlumber = Спящая оболочка
    .desc = Мгновенно усыпите смертную оболочку цели, готовя её к Злокачественному искажению.
ent-ActionRogueGrandShunt = Злокачественный разумный выброс
    .desc = Изгнайте разум всех вокруг из тел в космическую тьму, временно делая их тела безсознательными.

ent-ActionCosmicFragmentation = Нулевая фрагментация
    .desc = Перенесите своё зловредное усиление в цифровую систему, например в консоль загрузки ИИ или киборга, осквернив её. Это израсходует ваше усиление.

ent-ActionCosmicColossusSunder = Энтропийный раскол
    .desc = Переместитесь к цели и обрушьте каскадный взрыв зловредной энергии.

ent-ActionCosmicColossusIngress = Колоссальный прорыв
    .desc = Используйте свою колоссальную силу, чтобы пробить дверной проём.

ent-ActionCosmicColossusHibernate = Спящая оболочка
    .desc = Погрузите своё тело в сон на время, чтобы восстановить целостность. Требуется твёрдая поверхность.

ent-ActionCosmicColossusEffigy = Призыв эффигии
    .desc = Призовите эффигию энтропии в реальное пространство.
